Repository: CodingAleCR/dayswithoutincidents
Catalog: lib/core/l10n/app_*.arb
Languages: es

# dayCount
source: {count, plural, =0{0 days} =1{1 day} other{{count} days}}
es: {count, plural, =0{0 días} =1{1 día} other{{count} días}}

# hourCount
source: {count, plural, =0{less than an hour} =1{1 hour} other{{count} hours}}
es: {count, plural, =0{menos de una hora} =1{1 hora} other{{count} horas}}

# minuteCount
source: {count, plural, =0{less than a minute} =1{1 minute} other{{count} minutes}}
es: {count, plural, =0{menos de un minuto} =1{1 minuto} other{{count} minutos}}

# appName
source: Days Without Incidents
es: Días Sin Incidentes

source: Days Without Incidents
es: Días Sin Incidentes

# btnReset
source: Restart
es: Reiniciar

# titleActivitySettings
source: About
es: Configuración

# labelCustomization
source: Customize
es: Personalizar

# preferenceTitle
source: Title
es: Título

# summaryTitle
source: The title to be shown by the app.
es: El título que se muestra en el app.

# inputTitle
source: Enter the title
es: Ingrese el título

# hintTitle
source: eg. Days without incidents
es: ej. Días Sin Incidentes

# preferenceDay
source: Last Incident
es: Último Incidente

# summaryDay
source: The date of the last incident.
es: La fecha del último incidente.

# labelAbout
source: About
es: Acerca de

# preferenceVersion
source: Version
es: Versión

# codeCredits
source: Created by
es: Creado por

# designCredits
source: Designed by
es: Diseñado por

# themeCustomization
source: Switch Theme
es: Cambiar Tema

# themePlainLight
source: Plain Light
es: Claro Simple

# themeDarkside
source: Dark Side
es: Lado Oscuro

# themePassionRed
source: Passion Red
es: Rojo Pasión

# themeJustPurple
source: Just Purple
es: Sólo Morado

# themeGoldAmber
source: Gold Amber
es: Color Oro

# themeAnotherCyan
source: Happy Cyan
es: Turquesa

# settingsReportBug
source: Give Feedback
es: Enviar comentarios

# settingsReportBugDescription
source: Help us improve by reporting any issues or giving any feedback.
es: Ayúdanos a mejorar reportando cualquier error o comentario.

# countersEmptyStateTitle
source: No incidents?
es: ¿Sin incidentes?

# countersEmptyStateMessage
source: You are not tracking anything yet. Add a new counter!
es: ¡Crea tu primer contador y empieza a darle seguimiento!

# countersEmptyStateAction
source: ADD COUNTER
es: NUEVO CONTADOR

# countersError
source: Could not load your time counters. Please close the app and open it back again.
es: No pudimos cargar tus contadores, por favor cierra el app y vuelve a abrirla.

# counterDetailCurrentStreak
source: Current Streak
es: Racha Actual

# counterDetailLongestStreak
source: Longest Streak
es: Racha Más Larga

# counterDetailTimesRestarted
source: Times Restarted
es: Veces Reiniciado

# counterDetailLastRestart
source: Last Restart
es: Último Reinicio

# counterDetailTheme
source: Theme
es: Tema

# btnAdd
source: Add Counter
es: Nuevo Contador

# btnDelete
source: Delete Counter
es: Borrar

# restartsPageTitle
source: History
es: Historial

# restartsEmptyTitle
source: No restarts yet
es: Sin reinicios todavía

# restartsEmptyMsg
source: You have not restarted this counter so there are no logs yet.
es: No has reiniciado este contador todavía, así que el historial está vacío.

# streaksPageTitle
source: Streak Stats
es: Estadísticas

# streaksChartTitle
source: Latest Streaks
es: Últimas Rachas

# streaksTopListTitle
source: Longest Streaks
es: Rachas Más Largas

# streaksEmptyTitle
source: No streaks yet
es: Sin rachas todavía

# streaksEmptyMsg
source: You have not restarted this counter so there are no streaks yet.
es: No has reiniciado este contador, por eso no hay rachas todavía.
